import { View, Text, TouchableOpacity, Image, ScrollView } from 'react-native';
import Navbar from '../ui/Navbar';
import { Svg, Path, Rect, ClipPath, Defs, G } from 'react-native-svg';
import { useNavigation, useRoute } from '@react-navigation/native';
import { useRef, useEffect, useState } from 'react';
import OurPartners from '../ux/OurPartners';
import { SimpleLineIcons } from '@expo/vector-icons';
import NewsJastar from '../ux/NewsJastar';
import { EvilIcons, Feather  } from '@expo/vector-icons';
import Application from '../ux/modal/Application';
import SuccessApplication from '../ux/modal/SuccessApplication';

function AcademyScreen() {
    const navigation = useNavigation();
    const route = useRoute();
    const { scrollToOffset } = route.params || {};
    const [isShowOffer, setIsShowOffer] = useState(false);
    const [isShowMeirimi, setIsShowMeirimi] = useState(false);
    const [isShowBlind, setIsShowBlind] = useState(false);
    const [isShowApplication, setIsShowApplication] = useState(false);
    const [isSuccessApplication, setSuccessApplication] = useState(false);

    useEffect(() => {
        if (scrollToOffset) {
            scrollViewRef.current.scrollTo({ y: scrollToOffset, animated: true });
        }
    }, [scrollToOffset]);

    const scrollViewRef = useRef();

    return (
        <View>
            <Navbar activityApp='Tickets' title='ФУТБОЛЬНЫЙ КЛУБ «КАЙРАТ»'/>
            <ScrollView ref={scrollViewRef} style={{ backgroundColor: '#FFF', width: '100%', height: '100%', marginTop: 120 }}>
                <View style={{ marginBottom: 150 }}>
                    <View style={{ width: '100%', height: 400 }}>
                        <Image style={{ position: 'absolute', zIndex: 10, right: 0 }} source={require('../../img/LINES3.png')}/>
                        <Image style={{ width: '100%', height: '100%' }} source={require('../../img/Academy.png')}/>
                    </View>
                    <View style={{ flexDirection: 'row', display: 'flex', alignItems: 'center', padding: 24 }}>
                    <Svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                        <G clip-path="url(#clip0_1_1709)">
                            <Path d="M23.2969 0H0.703125C0.315 0 0 0.315 0 0.703125V18.7781C0 19.1663 0.315 19.4813 0.703125 19.4813H7.09641L5.34609 22.9823C5.17219 23.3297 5.31328 23.752 5.66062 23.9255C6.00797 24.0994 6.43031 23.9583 6.60375 23.6109L8.66859 19.4808H15.3309L17.3958 23.6109C17.5692 23.9583 17.9916 24.0989 18.3389 23.9255C18.6863 23.752 18.8269 23.3297 18.6534 22.9823L16.9031 19.4813H23.2964C23.6845 19.4813 23.9995 19.1663 23.9995 18.7781V0.703125C23.9995 0.315 23.6845 0 23.2964 0H23.2969ZM22.5938 18.075H1.40625V16.4686H22.5938V18.075ZM22.5938 15.0623H1.40625V1.40625H22.5938V15.0623Z" fill="#231F20"/>
                            <Path d="M9.74072 10.5436C9.3526 10.5436 9.0376 10.8586 9.0376 11.2468C9.0376 11.6349 9.3526 11.9499 9.74072 11.9499C13.3876 11.9499 16.366 9.03333 16.4659 5.41036L16.7748 5.71927C17.0495 5.99396 17.4948 5.99396 17.769 5.71927C18.0437 5.44458 18.0437 4.99974 17.769 4.72505L16.2629 3.21896C15.9882 2.94427 15.5429 2.94427 15.2687 3.21896L13.7626 4.72505C13.4879 4.99974 13.4879 5.44458 13.7626 5.71927C14.0373 5.99396 14.4826 5.99396 14.7568 5.71927L15.0587 5.41739C14.9556 8.26177 12.6099 10.5441 9.74072 10.5441V10.5436Z" fill="#231F20"/>
                            <Path d="M6.98385 6.47208C7.25854 6.74677 7.70385 6.74677 7.97807 6.47208L8.61041 5.83974L9.24275 6.47208C9.51791 6.74724 9.96322 6.7463 10.237 6.47208C10.5117 6.19739 10.5117 5.75255 10.237 5.47786L9.60463 4.84552L10.237 4.21317C10.5117 3.93849 10.5117 3.49364 10.237 3.21896C9.96228 2.94427 9.51744 2.94427 9.24275 3.21896L8.61041 3.8513L7.97807 3.21896C7.70338 2.94427 7.25854 2.94427 6.98385 3.21896C6.70916 3.49364 6.70916 3.93849 6.98385 4.21317L7.61619 4.84552L6.98385 5.47786C6.70916 5.75255 6.70916 6.19739 6.98385 6.47208Z" fill="#231F20"/>
                            <Path d="M17.528 10.9908L18.1604 11.6231L17.528 12.2555C17.2533 12.5301 17.2533 12.9754 17.528 13.2497C17.8027 13.5244 18.248 13.5244 18.5223 13.2497L19.1546 12.6173L19.7869 13.2497C20.0616 13.5244 20.5069 13.5244 20.7812 13.2497C21.0558 12.975 21.0558 12.5297 20.7812 12.2555L20.1488 11.6231L20.7812 10.9908C21.0558 10.7161 21.0558 10.2712 20.7812 9.99654C20.5065 9.72186 20.0612 9.72186 19.7869 9.99654L19.1546 10.6289L18.5223 9.99654C18.2476 9.72186 17.8023 9.72186 17.528 9.99654C17.2538 10.2712 17.2533 10.7161 17.528 10.9908Z" fill="#231F20"/>
                            <Path d="M5.22191 13.4565C6.4402 13.4565 7.43113 12.4656 7.43113 11.2473C7.43113 10.029 6.4402 9.03809 5.22191 9.03809C4.00363 9.03809 3.0127 10.029 3.0127 11.2473C3.0127 12.4656 4.00363 13.4565 5.22191 13.4565ZM5.22191 10.4439C5.66488 10.4439 6.02488 10.8043 6.02488 11.2468C6.02488 11.6893 5.66441 12.0498 5.22191 12.0498C4.77941 12.0498 4.41895 11.6893 4.41895 11.2468C4.41895 10.8043 4.77941 10.4439 5.22191 10.4439Z" fill="#231F20"/>
                        </G>
                        <Defs>
                            <ClipPath id="clip0_1_1709">
                                <Rect width="24" height="24" fill="white"/>
                            </ClipPath>
                        </Defs>
                    </Svg>
                        <Text style={{ fontFamily: 'MulishExtraBold', fontSize: 16, marginLeft: 10 }}>ОБ АКАДЕМИИ «КАЙРАТ»</Text>
                    </View>
                    <View style={{ justifyContent: 'center' }}>
                        <Svg style={{ position: 'absolute', zIndex: 2 }} xmlns="http://www.w3.org/2000/svg" width="319" height="139" viewBox="0 0 319 139" fill="none">
                            <Path d="M-377 0.000860028L318.441 0L233.864 138.893L-377 138.894V0.000860028Z" fill="#231F20"/>
                        </Svg>
                        <Svg style={{ position: 'absolute', zIndex: -10 }} xmlns="http://www.w3.org/2000/svg" width="377" height="139" viewBox="0 0 377 139" fill="none">
                            <Path d="M-319 0.000860028L376.441 0L291.864 138.893L-319 138.894V0.000860028Z" fill="#231F20"/>
                        </Svg>
                        <Svg style={{ position: 'absolute', zIndex: 1 }} xmlns="http://www.w3.org/2000/svg" width="348" height="139" viewBox="0 0 348 139" fill="none">
                            <Path d="M-348 0.000860028L347.441 0L262.864 138.893L-348 138.894V0.000860028Z" fill="#FECC01"/>
                        </Svg>
                        <Svg xmlns="http://www.w3.org/2000/svg" width="319" height="139" viewBox="0 0 319 139" fill="none">
                            <Path d="M-377 0.000860028L318.441 0L233.864 138.893L-377 138.894V0.000860028Z" fill="#231F20"/>
                        </Svg>
                        <Text style={{ position: 'absolute', zIndex: 10, marginLeft: 20, width: '60%', fontSize: 16, fontFamily: 'MulishExtraBold', color: '#FFF', letterSpacing: 0.6 }}>Цель Академии футбольного клуба «Кайрат» — воспитать образованного, физически развитого и патриотичного гражданина Казахстана.</Text>
                    </View>
                    <Text style={{ fontFamily: 'MulishMedium', fontSize: 16, padding: 24, letterSpacing: 0.6 }}>
                        • Вся работа в Академии ведется по единой уникальной методологии и контролируется специальной программой.{'\n'}{'\n'}

                        • Медицинский отдел Академии ведет подробный медицинский журнал, в котором можно отслеживать историю болезней, травм и следить за ходом и динамикой восстановления футболистов.{'\n'}{'\n'}

                        • Информация о предстоящих конкурсных отборах размещается на сайте футбольного клуба «Кайрат». {'\n'}{'\n'}

                        • Информация о предстоящих конкурсных отборах размещается на сайте футбольного клуба «Кайрат».
                    </Text>
                    <ScrollView horizontal style={{ padding: 24 }}>
                        <View style={{ alignItems: 'flex-start' }}>
                            <Svg xmlns="http://www.w3.org/2000/svg" width="50" height="50" viewBox="0 0 50 50" fill="none">
                                <G clip-path="url(#clip0_1_1703)">
                                    <Path d="M46.6973 36.6709L41.2051 34.6113C41.1865 34.6045 41.1748 34.5879 41.1748 34.5684V32.7324C42.7305 31.4551 43.7246 29.5186 43.7246 27.3545V24.2168C43.7246 20.3809 40.6045 17.2607 36.7686 17.2607C35.251 17.2607 33.8467 17.75 32.7021 18.5781L29.4375 17.3535C29.4189 17.3467 29.4072 17.3301 29.4072 17.3105V15.4736C30.9629 14.1973 31.957 12.2598 31.957 10.0957V6.95801C31.957 3.12207 28.8369 0.00195312 25.001 0.00195312C21.165 0.00195312 18.0449 3.12207 18.0449 6.95801V10.0957C18.0449 12.2607 19.0391 14.1973 20.5947 15.4736V17.3096C20.5947 17.3291 20.583 17.3457 20.5645 17.3525L17.2998 18.5771C16.1553 17.749 14.751 17.2598 13.2334 17.2598C9.39746 17.2598 6.27734 20.3809 6.27734 24.2158V27.3535C6.27734 29.5186 7.27148 31.4551 8.82715 32.7314V34.5674C8.82715 34.5869 8.81543 34.6035 8.79688 34.6104L3.30469 36.6699C1.3291 37.4111 0.00195312 39.3262 0.00195312 41.4365V48.5342C0.00195312 49.3428 0.658203 49.999 1.4668 49.999H48.5371C49.3457 49.999 50.002 49.3428 50.002 48.5342V41.4365C50.002 39.3262 48.6748 37.4111 46.6982 36.6699L46.6973 36.6709ZM32.7412 24.2148C32.7412 21.9941 34.5479 20.1885 36.7676 20.1885C38.9873 20.1885 40.7939 21.9951 40.7939 24.2148V27.3525C40.7939 29.5732 38.9873 31.3789 36.7676 31.3789C34.5479 31.3789 32.7412 29.5723 32.7412 27.3525V24.2148ZM39.126 36.6777C38.8252 37.6953 37.8818 38.4404 36.7686 38.4404C35.6553 38.4404 34.7119 37.6953 34.4111 36.6777C34.9619 36.1289 35.292 35.373 35.292 34.5674V34.1494C35.7686 34.2529 36.2617 34.3086 36.7686 34.3086C37.2754 34.3086 37.7695 34.2529 38.2451 34.1494V34.5674C38.2451 35.3721 38.5752 36.1289 39.126 36.6777ZM20.9736 6.95606C20.9736 4.73535 22.7803 2.92969 25 2.92969C27.2197 2.92969 29.0264 4.73633 29.0264 6.95606V10.0938C29.0264 12.3145 27.2197 14.1201 25 14.1201C22.7803 14.1201 20.9736 12.3135 20.9736 10.0938V6.95606ZM27.3584 19.4189C27.0576 20.4365 26.1143 21.1816 25.001 21.1816C23.8877 21.1816 22.9443 20.4365 22.6436 19.4189C23.1943 18.8701 23.5244 18.1133 23.5244 17.3086V16.8906C24.001 16.9941 24.4941 17.0498 25.001 17.0498C25.5078 17.0498 26.002 16.9941 26.4775 16.8906V17.3086C26.4775 18.1133 26.8076 18.8701 27.3584 19.4189ZM9.20605 24.2158C9.20605 21.9951 11.0127 20.1895 13.2324 20.1895C15.4521 20.1895 17.2588 21.9961 17.2588 24.2158V27.3535C17.2588 29.5742 15.4521 31.3799 13.2324 31.3799C11.0127 31.3799 9.20605 29.5732 9.20605 27.3535V24.2158ZM15.5908 36.6787C15.29 37.6963 14.3467 38.4414 13.2334 38.4414C12.1201 38.4414 11.1768 37.6963 10.876 36.6787C11.4268 36.1299 11.7568 35.374 11.7568 34.5684V34.1504C12.2334 34.2539 12.7266 34.3096 13.2334 34.3096C13.7402 34.3096 14.2344 34.2539 14.71 34.1504V34.5684C14.71 35.3731 15.04 36.1299 15.5908 36.6787ZM23.5361 47.0713H2.92969V41.4385C2.92969 40.543 3.49316 39.7295 4.33203 39.415L8.2207 37.957C9.00977 39.9541 10.958 41.3711 13.2324 41.3711C15.5068 41.3711 17.4551 39.9541 18.2441 37.957L22.1328 39.415C22.9717 39.7295 23.5352 40.543 23.5352 41.4385V47.0713H23.5361ZM23.1631 36.6719L17.6709 34.6123C17.6523 34.6055 17.6406 34.5889 17.6406 34.5693V32.7334C19.1963 31.4561 20.1904 29.5195 20.1904 27.3555V24.2178C20.1904 23.0303 19.8906 21.9121 19.3643 20.9336L19.9902 20.6992C20.7793 22.6963 22.7275 24.1133 25.002 24.1133C27.2764 24.1133 29.2246 22.6963 30.0137 20.6992L30.6397 20.9336C30.1133 21.9121 29.8135 23.0303 29.8135 24.2178V27.3555C29.8135 29.5205 30.8076 31.457 32.3633 32.7334V34.5693C32.3633 34.5889 32.3516 34.6055 32.333 34.6123L26.8408 36.6719C26.1348 36.9365 25.5117 37.3525 25.0029 37.8721C24.4932 37.3516 23.8711 36.9365 23.165 36.6719H23.1631ZM47.0713 47.0713H26.4658V41.4385C26.4658 40.543 27.0293 39.7295 27.8682 39.415L31.7568 37.957C32.5459 39.9541 34.4941 41.3711 36.7686 41.3711C39.043 41.3711 40.9912 39.9541 41.7803 37.957L45.6689 39.415C46.5078 39.7295 47.0713 40.543 47.0713 41.4385V47.0713Z" fill="black"/>
                                </G>
                                <Defs>
                                    <ClipPath id="clip0_1_1703">
                                        <Rect width="50" height="50" fill="white"/>
                                    </ClipPath>
                                </Defs>
                            </Svg>
                            <Text style={{ fontSize: 32, fontFamily: 'MulishBlack', color: '#FECC01', marginTop: 6 }}>1000</Text>
                            <Text style={{ width: 170, fontSize: 16, letterSpacing: 0.6, fontFamily: 'MulishRegular', marginTop: 6 }}>Академия футбольного клуба «Кайрат» насчитывает более 1000 воспитанников</Text>
                        </View>
                        <View style={{ alignItems: 'flex-start', marginLeft: 24 }}>
                            <Svg xmlns="http://www.w3.org/2000/svg" width="50" height="50" viewBox="0 0 50 50" fill="none">
                                <G clip-path="url(#clip0_1_1705)">
                                    <Path d="M39.1211 12.5518H35.8789V10.8789C35.8789 7.47363 34.8789 4.77734 32.7412 2.44629V1.46484C32.7412 0.65625 32.085 0 31.2764 0H18.7246C17.916 0 17.2598 0.65625 17.2598 1.46484V2.44629C15.1221 4.77832 14.1221 7.47363 14.1221 10.8789V12.5518H10.8799C4.87988 12.5518 0 17.4326 0 23.4307V35.9824C0 38.5244 2.05664 40.585 4.60254 40.585H25.4785C26.8369 45.9873 31.7344 49.999 37.5518 49.999C44.416 49.999 50 44.415 50 37.5508V23.4297C50 17.4307 45.1201 12.5508 39.1211 12.5508V12.5518ZM20.1885 2.92969H29.8105V4.60254C29.8105 5.52539 29.0596 6.27539 28.1377 6.27539H21.8613C20.9385 6.27539 20.1885 5.52441 20.1885 4.60254V2.92969ZM17.0508 10.8789C17.0508 9.33398 17.2998 8.00781 17.8281 6.81738C18.6123 8.24023 20.126 9.20605 21.8623 9.20605H28.1387C29.874 9.20605 31.3887 8.24023 32.1729 6.81738C32.7012 8.00781 32.9502 9.33398 32.9502 10.8789V12.5518H17.0518V10.8789H17.0508ZM25.1045 37.5518C25.1045 37.5869 25.1055 37.6211 25.1055 37.6562H4.60254C3.67871 37.6562 2.92969 36.9082 2.92969 35.9834V31.1719H26.8682C25.749 33.0391 25.1045 35.2217 25.1045 37.5518ZM30.8418 44.2949C29.1084 42.5703 28.0342 40.1836 28.0342 37.5518C28.0342 37.0361 28.0762 36.5312 28.1553 36.0371L31.5176 37.1299L32.916 41.4404L30.8418 44.2949ZM40.7021 36.5273L39.5 40.2334H35.6045L34.4023 36.5273L37.5527 34.2373L40.7031 36.5273H40.7021ZM39.0166 31.6807V28.1465C42.0889 28.623 44.6807 30.5742 46.042 33.252L42.6807 34.3438L39.0166 31.6797V31.6807ZM36.0869 31.6807L32.4229 34.3438L29.0615 33.252C30.4229 30.5742 33.0146 28.623 36.0869 28.1465V31.6807ZM37.5518 47.0703C35.9883 47.0703 34.5117 46.6914 33.209 46.0205L35.2852 43.1641H39.8174L41.8936 46.0205C40.5908 46.6914 39.1143 47.0703 37.5508 47.0703H37.5518ZM44.2627 44.2959L42.1885 41.4414L43.5869 37.1309L46.9492 36.0381C47.0283 36.5312 47.0703 37.0371 47.0703 37.5527C47.0703 40.1855 45.9961 42.5713 44.2627 44.2959ZM47.0703 29.54C44.7852 26.8291 41.3662 25.1045 37.5518 25.1045C34.3887 25.1045 31.4971 26.291 29.2988 28.2422H2.92969V23.4307C2.92969 19.0479 6.49609 15.4814 10.8789 15.4814H14.1211V17.1543C14.1211 17.9629 14.7773 18.6191 15.5859 18.6191C16.3945 18.6191 17.0508 17.9629 17.0508 17.1543V15.4814H32.9492V17.1543C32.9492 17.9629 33.6055 18.6191 34.4141 18.6191C35.2227 18.6191 35.8789 17.9629 35.8789 17.1543V15.4814H39.1211C43.5049 15.4814 47.0703 19.0479 47.0703 23.4307V29.5391V29.54Z" fill="black"/>
                                </G>
                                <Defs>
                                    <ClipPath id="clip0_1_1705">
                                    <Rect width="50" height="50" fill="white"/>
                                    </ClipPath>
                                </Defs>
                            </Svg>
                            <Text style={{ fontSize: 32, fontFamily: 'MulishBlack', color: '#FECC01', marginTop: 6 }}>57</Text>
                            <Text style={{ width: 170, fontSize: 16, letterSpacing: 0.6, fontFamily: 'MulishRegular', marginTop: 6 }}>В структуре футбольного клуба «Кайрат» работают 57 высокопрофессиональных специалистов-тренеров</Text>
                        </View>
                        <View style={{ alignItems: 'flex-start', marginLeft: 24, marginRight: 50 }}>
                            <Svg xmlns="http://www.w3.org/2000/svg" width="50" height="50" viewBox="0 0 50 50" fill="none">
                                <G clip-path="url(#clip0_1_1693)">
                                    <Path d="M48.5352 0H1.46484C0.65625 0 0 0.65625 0 1.46484V45.3975C0 46.2061 0.65625 46.8623 1.46484 46.8623H3.1377V48.5352C3.1377 49.3438 3.79395 50 4.60254 50C5.41113 50 6.06738 49.3438 6.06738 48.5352V46.8623H20.3965V48.5352C20.3965 49.3438 21.0527 50 21.8613 50C22.6699 50 23.3262 49.3438 23.3262 48.5352V46.8623H26.6729V48.5352C26.6729 49.3438 27.3291 50 28.1377 50C28.9463 50 29.6025 49.3438 29.6025 48.5352V46.8623H43.9316V48.5352C43.9316 49.3438 44.5879 50 45.3965 50C46.2051 50 46.8613 49.3438 46.8613 48.5352V46.8623H48.5342C49.3428 46.8623 49.999 46.2061 49.999 45.3975V1.46484C49.999 0.65625 49.3428 0 48.5342 0H48.5352ZM23.5352 43.9326H2.92969V2.92969H23.5352V43.9326ZM47.0703 43.9326H26.4648V2.92969H47.0703V43.9326Z" fill="black"/>
                                    <Path d="M31.2764 9.20605H42.2598C43.0684 9.20605 43.7246 8.5498 43.7246 7.74121C43.7246 6.93262 43.0684 6.27637 42.2598 6.27637H31.2764C30.4678 6.27637 29.8115 6.93262 29.8115 7.74121C29.8115 8.5498 30.4668 9.20605 31.2764 9.20605Z" fill="black"/>
                                    <Path d="M7.74121 9.20605H18.7246C19.5332 9.20605 20.1895 8.5498 20.1895 7.74121C20.1895 6.93262 19.5332 6.27637 18.7246 6.27637H7.74121C6.93262 6.27637 6.27637 6.93262 6.27637 7.74121C6.27637 8.5498 6.93262 9.20605 7.74121 9.20605Z" fill="black"/>
                                    <Path d="M31.2764 15.4814H42.2598C43.0684 15.4814 43.7246 14.8252 43.7246 14.0166C43.7246 13.208 43.0684 12.5518 42.2598 12.5518H31.2764C30.4678 12.5518 29.8115 13.208 29.8115 14.0166C29.8115 14.8252 30.4668 15.4814 31.2764 15.4814Z" fill="black"/>
                                    <Path d="M7.74121 15.4814H18.7246C19.5332 15.4814 20.1895 14.8252 20.1895 14.0166C20.1895 13.208 19.5332 12.5518 18.7246 12.5518H7.74121C6.93262 12.5518 6.27637 13.208 6.27637 14.0166C6.27637 14.8252 6.93262 15.4814 7.74121 15.4814Z" fill="black"/>
                                    <Path d="M31.2764 26.4648C32.085 26.4648 32.7412 25.8086 32.7412 25V21.8623C32.7412 21.0537 32.085 20.3975 31.2764 20.3975C30.4678 20.3975 29.8115 21.0537 29.8115 21.8623V25C29.8115 25.8086 30.4668 26.4648 31.2764 26.4648Z" fill="black"/>
                                    <Path d="M7.74121 26.4648C8.5498 26.4648 9.20605 25.8086 9.20605 25V21.8623C9.20605 21.0537 8.5498 20.3975 7.74121 20.3975C6.93262 20.3975 6.27637 21.0537 6.27637 21.8623V25C6.27637 25.8086 6.93164 26.4648 7.74121 26.4648Z" fill="black"/>
                                    <Path d="M31.2764 37.4482H42.2598C43.0684 37.4482 43.7246 36.792 43.7246 35.9834C43.7246 35.1748 43.0684 34.5186 42.2598 34.5186H31.2764C30.4678 34.5186 29.8115 35.1748 29.8115 35.9834C29.8115 36.792 30.4668 37.4482 31.2764 37.4482Z" fill="black"/>
                                    <Path d="M7.74121 37.4482H18.7246C19.5332 37.4482 20.1895 36.792 20.1895 35.9834C20.1895 35.1748 19.5332 34.5186 18.7246 34.5186H7.74121C6.93262 34.5186 6.27637 35.1748 6.27637 35.9834C6.27637 36.792 6.93262 37.4482 7.74121 37.4482Z" fill="black"/>
                                </G>
                                <Defs>
                                    <ClipPath id="clip0_1_1693">
                                        <Rect width="50" height="50" fill="white"/>
                                    </ClipPath>
                                </Defs>
                            </Svg>
                            <Text style={{ fontSize: 32, fontFamily: 'MulishBlack', color: '#FECC01', marginTop: 6 }}>ОБРАЗОВАНИЕ</Text>
                            <Text style={{ width: 170, fontSize: 16, letterSpacing: 0.6, fontFamily: 'MulishRegular', marginTop: 6 }}>Образованием воспитанников Академии «Кайрата» занимается учебно-воспитательный отдел</Text>
                        </View>
                    </ScrollView>
                    <View style={{ flexDirection: 'row', display: 'flex', alignItems: 'center', padding: 24, justifyContent: 'space-between' }}>
                        <View style={{ flexDirection: 'row', display: 'flex', alignItems: 'center' }}>
                            <Svg xmlns="http://www.w3.org/2000/svg" width="18" height="24" viewBox="0 0 18 24" fill="none">
                                <G clip-path="url(#clip0_1_1737)">
                                    <Path d="M15.7655 1.50609H14.9625V0.703125C14.9625 0.315 14.6475 0 14.2594 0C13.8712 0 13.5562 0.315 13.5562 0.703125V1.50609H4.41891V0.703125C4.41891 0.315 4.10391 0 3.71578 0C3.32766 0 3.01266 0.315 3.01266 0.703125V1.50609H2.20969C0.991406 1.50609 0 2.4975 0 3.71578V21.7908C0 22.3814 0.230156 22.9359 0.646875 23.3527C1.06406 23.7703 1.61906 24.0005 2.20922 24.0005H15.7655C16.3561 24.0005 16.9106 23.7703 17.3273 23.3536C17.745 22.9364 17.9752 22.3819 17.9752 21.7913V3.71578C17.9752 2.4975 16.9842 1.50656 15.7659 1.50656L15.7655 1.50609ZM16.5684 21.7903C16.5684 22.2281 16.2145 22.5933 15.7655 22.5933H2.20922C1.77047 22.5933 1.40625 22.2389 1.40625 21.7903V8.23453C1.40625 7.79578 1.76109 7.43156 2.20922 7.43156H15.7655C16.2042 7.43156 16.5684 7.78594 16.5684 8.23453V21.7908V21.7903ZM16.5684 6.17531C16.3158 6.07688 16.0448 6.02484 15.7655 6.02484H2.20922C1.92984 6.02484 1.65844 6.07688 1.40625 6.17531V3.71531C1.40625 3.27234 1.76672 2.91234 2.20922 2.91234H3.01219V3.71531C3.01219 4.10344 3.32719 4.41844 3.71531 4.41844C4.10344 4.41844 4.41844 4.10344 4.41844 3.71531V2.91234H13.5558V3.71531C13.5558 4.10344 13.8708 4.41844 14.2589 4.41844C14.647 4.41844 14.962 4.10344 14.962 3.71531V2.91234H15.765C16.208 2.91234 16.568 3.27281 16.568 3.71531V6.17531H16.5684Z" fill="black"/>
                                    <Path d="M8.98736 9.0376C5.69252 9.0376 3.01221 11.7179 3.01221 15.0128C3.01221 18.3076 5.69252 20.9879 8.98736 20.9879C12.2822 20.9879 14.9625 18.3076 14.9625 15.0128C14.9625 11.7179 12.2822 9.0376 8.98736 9.0376ZM9.69049 10.4978C11.1652 10.7265 12.4092 11.6631 13.0627 12.9484L11.4492 13.4724L9.69049 12.1942V10.4978ZM10.4996 14.5206L9.92252 16.2995H8.05267L7.47564 14.5206L8.98783 13.4213L10.5 14.5206H10.4996ZM8.28424 10.4978V12.1942L6.52549 13.4724L4.91205 12.9484C5.56549 11.6631 6.80955 10.7265 8.28424 10.4978ZM5.76611 18.2495C4.93408 17.4217 4.41846 16.276 4.41846 15.0128C4.41846 14.7653 4.43861 14.5229 4.47658 14.2857L6.09049 14.8103L6.76174 16.8793L5.76611 18.2495ZM8.98736 19.5812C8.23689 19.5812 7.52814 19.3993 6.90283 19.0773L7.89939 17.7062H10.0749L11.0714 19.0773C10.4461 19.3993 9.73736 19.5812 8.98689 19.5812H8.98736ZM13.5563 15.0123C13.5563 16.276 13.0406 17.4212 12.2086 18.249L11.213 16.8788L11.8842 14.8098L13.4981 14.2853C13.5361 14.522 13.5563 14.7648 13.5563 15.0123Z" fill="black"/>
                                </G>
                                <Defs>
                                    <ClipPath id="clip0_1_1737">
                                    <Rect width="17.9752" height="24" fill="white"/>
                                    </ClipPath>
                                </Defs>
                            </Svg>
                            <Text style={{ fontFamily: 'MulishExtraBold', fontSize: 16, marginLeft: 10 }}>НОВОСТИ АКАДЕМИИ</Text>
                        </View>
                        <TouchableOpacity onPress={() => navigation.navigate('NewsClubScreen', { title: 'АКАДЕМИЯ', slug: 'novosti-akademii' })} style={{ alignItems: 'center', justifyContent: 'center', right: 12 }}>
                            <Svg style={{ position: 'absolute', zIndex: -10 }} xmlns="http://www.w3.org/2000/svg" width="119" height="23" viewBox="0 0 119 23" fill="none">
                                <Path d="M1.29227 22.25L13.5757 0.75H117.653L104.34 22.25H1.29227Z" fill="white" stroke="#FECC01" stroke-width="1.5"/>
                            </Svg>
                            <Text style={{ fontSize: 16, fontFamily: 'MulishRegular' }}>Все новости</Text>
                        </TouchableOpacity>
                    </View>
                    <View style={{ marginTop: -20 }}>
                        <NewsJastar slug='novosti-akademii'/>
                    </View>
                    <View style={{ flexDirection: 'row', display: 'flex', alignItems: 'center', padding: 24 }}>
                        <Svg xmlns="http://www.w3.org/2000/svg" width="20" height="24" viewBox="0 0 20 24" fill="none">
                            <Path d="M19.9995 11.6238C19.9995 9.29466 19.0864 7.16142 17.5782 5.5213L18.2465 4.89647L18.5694 5.19834C18.8627 5.47255 19.3382 5.47255 19.6311 5.1974C19.9239 4.92272 19.9234 4.47741 19.6301 4.2032L17.9211 2.60573C17.6278 2.33152 17.1522 2.33152 16.8594 2.60667C16.5665 2.88135 16.5671 3.32665 16.8604 3.60087L17.1838 3.90274L16.5165 4.52663C14.9427 3.25775 12.9444 2.43886 10.7509 2.28558V1.40622H11.2064C11.6209 1.40622 11.9572 1.09123 11.9572 0.703111C11.9572 0.314994 11.6209 0 11.2064 0H8.79361C8.37914 0 8.04275 0.314994 8.04275 0.703111C8.04275 1.09123 8.37914 1.40622 8.79361 1.40622H9.24914V2.28558C7.05561 2.43886 5.05732 3.25775 3.48351 4.52663L2.81624 3.90274L3.13961 3.60087C3.43295 3.32665 3.43345 2.88135 3.14061 2.60667C2.84777 2.33199 2.37223 2.33152 2.07889 2.60573L0.369425 4.2032C0.0760875 4.47741 0.0755869 4.92272 0.368424 5.1974C0.66126 5.47208 1.13681 5.47255 1.43014 5.19834L1.75302 4.89647L2.42128 5.5213C0.91305 7.16142 0 9.29466 0 11.6238C0 16.1139 3.3924 19.8751 7.90309 20.7798C7.7359 21.083 7.64079 21.4266 7.64079 21.7908C7.64079 23.0091 8.6995 24 10 24C11.3005 24 12.3592 23.0091 12.3592 21.7908C12.3592 21.4266 12.2641 21.083 12.0969 20.7798C16.6076 19.8751 20 16.1134 20 11.6238H19.9995ZM9.9995 22.5938C9.52645 22.5938 9.14201 22.2333 9.14201 21.7908C9.14201 21.3483 9.52696 20.9879 9.9995 20.9879C10.472 20.9879 10.857 21.3483 10.857 21.7908C10.857 22.2333 10.472 22.5938 9.9995 22.5938ZM9.9995 19.5812C5.31361 19.5812 1.50123 16.0112 1.50123 11.6234C1.50123 7.23548 5.31411 3.66602 10 3.66602C14.6859 3.66602 18.4983 7.23595 18.4983 11.6238C18.4983 16.0117 14.6859 19.5816 10 19.5816L9.9995 19.5812Z" fill="black"/>
                            <Path d="M6.99159 7.43112H13.0075C13.422 7.43112 13.7584 7.11613 13.7584 6.72801C13.7584 6.3399 13.422 6.0249 13.0075 6.0249H6.99159C6.57711 6.0249 6.24072 6.3399 6.24072 6.72801C6.24072 7.11613 6.57711 7.43112 6.99159 7.43112Z" fill="black"/>
                            <Path d="M13.0075 15.8157H6.99159C6.57711 15.8157 6.24072 16.1307 6.24072 16.5188C6.24072 16.9069 6.57711 17.2219 6.99159 17.2219H13.0075C13.422 17.2219 13.7584 16.9069 13.7584 16.5188C13.7584 16.1307 13.422 15.8157 13.0075 15.8157Z" fill="black"/>
                            <Path d="M15.6848 9.0376H4.30872C3.89425 9.0376 3.55786 9.35259 3.55786 9.74071V13.5061C3.55786 13.8942 3.89425 14.2092 4.30872 14.2092H15.6848C16.0993 14.2092 16.4357 13.8942 16.4357 13.5061V9.74071C16.4357 9.35259 16.0993 9.0376 15.6848 9.0376ZM14.9339 12.803H5.05959V10.4438H14.9339V12.803Z" fill="black"/>
                        </Svg>
                        <Text style={{ fontFamily: 'MulishExtraBold', fontSize: 16, marginLeft: 10 }}>ОТБОР В АКАДЕМИЮ КАЙРАТ</Text>
                    </View>
                    <View style={{ justifyContent: 'center' }}>
                        <View style={{ position: 'absolute', zIndex: 4, flexDirection: 'row', display: 'flex' }}>
                            <Image source={require('../../img/maxresdefault1.png')}/>
                            <View style={{ padding: 12 }}>
                                <Text style={{ fontFamily: 'MulishBold', fontSize: 16 }}>Академия{'\n'}Е. А. Пехлеваниди</Text>
                                <Text style={{ fontFamily: 'MulishBold', fontSize: 16, marginLeft: -34, marginTop: 10 }}>Ведётся набор{'\n'}игроков{'\n'}2011 — 2016 г. р.</Text>
                                <TouchableOpacity onPress={() => setIsShowApplication(true)} style={{ marginLeft: -160, top: 16, alignItems: 'center', justifyContent: 'center' }}>
                                    <Svg xmlns="http://www.w3.org/2000/svg" width="128" height="38" viewBox="0 0 128 38" fill="none">
                                        <Path d="M24.5161 0.000193278L128 0L105.359 37.9996L0 38L24.5161 0.000193278Z" fill="#231F20"/>
                                    </Svg>
                                    <Text style={{ color: '#FFF', position: 'absolute', zIndex: 1, fontFamily: 'MulishMedium', fontSize: 16 }}>Заявка</Text>
                                </TouchableOpacity>
                            </View>
                        </View>
                        <Svg style={{ position: 'absolute', zIndex: 3 }} xmlns="http://www.w3.org/2000/svg" width="393" height="192" viewBox="0 0 393 192" fill="none">
                            <Path d="M-143.041 0.00102635L412.693 0L291.463 191.576L-265.855 191.578L-143.041 0.00102635Z" fill="#FECC01"/>
                        </Svg>
                        <Svg style={{ position: 'absolute', zIndex: 2 }} xmlns="http://www.w3.org/2000/svg" width="393" height="192" viewBox="0 0 393 192" fill="none">
                            <Path d="M-123.823 0.00102635L431.91 0L310.681 191.576L-246.638 191.578L-123.823 0.00102635Z" fill="#231F20"/>
                        </Svg>
                        <Svg style={{ position: 'absolute', zIndex: 1 }} xmlns="http://www.w3.org/2000/svg" width="393" height="192" viewBox="0 0 393 192" fill="none">
                            <Path d="M-104.004 0.00102635L451.729 0L330.5 191.576L-226.818 191.578L-104.004 0.00102635Z" fill="#FECC01"/>
                        </Svg>
                        <Svg xmlns="http://www.w3.org/2000/svg" width="393" height="192" viewBox="0 0 393 192" fill="none">
                            <Path d="M-87.7863 0.00102635L467.947 0L346.718 191.576L-210.601 191.578L-87.7863 0.00102635Z" fill="#231F20"/>
                        </Svg>
                    </View>
                    <Text style={{ fontFamily: 'MulishMedium', fontSize: 16, letterSpacing: 0.6, padding: 24 }}>
                        <Text style={{ fontFamily: 'MulishBold' }}>Для младших возрастных групп от 6 до 13 лет</Text> на регулярной основе мы проводим «День открытых дверей», где тренеры и отдел скаутинга смотрят на начальные футбольные навыки детей. Основной упор делается на технические данные, физические и координационные способности.
                    </Text>
                    <View style={{ width: '100%', alignItems: 'center', marginTop: 12 }}>
                        <TouchableOpacity style={{ justifyContent: 'center', alignItems: 'center' }}>
                            <Svg style={{ position: 'absolute', zIndex: -1 }} xmlns="http://www.w3.org/2000/svg" width="311" height="40" viewBox="0 0 311 40" fill="none">
                                <Path d="M23.4876 0H311L289.309 39.9998L0 40L23.4876 0Z" fill="#FECC01"/>
                            </Svg>
                            <Text style={{ fontFamily: 'MulishBold', fontSize: 12 }}>Подписаться на день Открытых дверей</Text>
                        </TouchableOpacity>
                    </View>
                    <Text style={{ fontFamily: 'MulishMedium', fontSize: 16, letterSpacing: 0.6, padding: 24, marginTop: 12 }}>
                        <Text style={{ fontFamily: 'MulishBold' }}>Если Вы не прошли отбор, не отчаивайтесь!</Text>{'\n'}
                        У Вас есть возможность попробовать свои силы в городских филиалах. Контакты филиалов доступны на нашем сайте, в разделе «Филиалы Академии».
                    </Text>
                    <View style={{ width: '100%', alignItems: 'center', marginTop: 12 }}>
                        <TouchableOpacity style={{ justifyContent: 'center', alignItems: 'center' }}>
                            <Svg style={{ position: 'absolute', zIndex: -1 }} xmlns="http://www.w3.org/2000/svg" width="243" height="40" viewBox="0 0 243 40" fill="none">
                                <Path d="M18.3521 0H243L226.051 39.9998L0 40L18.3521 0Z" fill="#FECC01"/>
                            </Svg>
                            <Text style={{ fontFamily: 'MulishBold', fontSize: 12 }}>Филиалы Академии</Text>
                        </TouchableOpacity>
                    </View>
                    <Text style={{ fontFamily: 'MulishMedium', fontSize: 16, letterSpacing: 0.6, padding: 24, marginTop: 12 }}>
                        <Text style={{ fontFamily: 'MulishBold' }}>Для юношей 13 лет и старше, просмотр ведут скауты и тренера Академии в матчах Чемпионата РК и г.Алматы</Text>{'\n'}{'\n'}
                        На протяжении всего сезона селекционеры следят за футболистами в различных турнирах – лучшие из них получают приглашение на просмотр в Академию имени Тимура Сегизбаева.
                    </Text>
                    <View style={{ flexDirection: 'row', display: 'flex', alignItems: 'center', padding: 24 }}>
                        <Svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                            <G clip-path="url(#clip0_1_1874)">
                                <Path d="M23.2969 9.79078H19.2802C18.892 9.79078 18.577 10.1058 18.577 10.4939V11.2969H17.3466V6.72797C17.3466 5.50969 16.3556 4.51875 15.1373 4.51875H14.7131V3.71578C14.7131 3.32766 14.3981 3.01266 14.01 3.01266H9.99328C9.60516 3.01266 9.29016 3.32766 9.29016 3.71578V4.51875H8.06063V3.71578C8.06063 2.4975 7.06922 1.50656 5.85141 1.50656H5.42297V0.703125C5.42297 0.315 5.10797 0 4.71984 0H0.703125C0.315 0 0 0.315 0 0.703125V3.71578C0 4.10391 0.315 4.41891 0.703125 4.41891H4.71984C5.10797 4.41891 5.42297 4.10391 5.42297 3.71578V2.91281H5.85141C6.29437 2.91281 6.65438 3.27328 6.65438 3.71578V6.72844C6.65438 7.17141 6.29391 7.53141 5.85141 7.53141H5.42297V6.72844C5.42297 6.34031 5.10797 6.02531 4.71984 6.02531H0.703125C0.315 6.02531 0 6.34031 0 6.72844V9.74109C0 10.1292 0.315 10.4442 0.703125 10.4442H4.71984C5.10797 10.4442 5.42297 10.1292 5.42297 9.74109V8.93812H5.85141C7.06969 8.93812 8.06063 7.94672 8.06063 6.72891V5.92594H9.29016V6.72891C9.29016 7.11703 9.60516 7.43203 9.99328 7.43203H14.01C14.3981 7.43203 14.7131 7.11703 14.7131 6.72891V5.92594H15.1373C15.5803 5.92594 15.9403 6.28641 15.9403 6.72891V17.2725C15.9403 17.7155 15.5798 18.0755 15.1373 18.0755H14.7131V17.2725C14.7131 16.8844 14.3981 16.5694 14.01 16.5694H9.99328C9.60516 16.5694 9.29016 16.8844 9.29016 17.2725V18.0755H8.06063V17.2725C8.06063 16.0542 7.06922 15.0633 5.85141 15.0633H5.42297V14.2603C5.42297 13.8722 5.10797 13.5572 4.71984 13.5572H0.703125C0.315 13.5572 0 13.8722 0 14.2603V17.273C0 17.6611 0.315 17.9761 0.703125 17.9761H4.71984C5.10797 17.9761 5.42297 17.6611 5.42297 17.273V16.47H5.85141C6.29437 16.47 6.65438 16.8305 6.65438 17.273V20.2856C6.65438 20.7286 6.29391 21.0886 5.85141 21.0886H5.42297V20.2856C5.42297 19.8975 5.10797 19.5825 4.71984 19.5825H0.703125C0.315 19.5825 0 19.8975 0 20.2856V23.2983C0 23.6864 0.315 24.0014 0.703125 24.0014H4.71984C5.10797 24.0014 5.42297 23.6864 5.42297 23.2983V22.4953H5.85141C7.06969 22.4953 8.06063 21.5044 8.06063 20.2861V19.4831H9.29016V20.2861C9.29016 20.6742 9.60516 20.9892 9.99328 20.9892H14.01C14.3981 20.9892 14.7131 20.6742 14.7131 20.2861V19.4831H15.1373C16.3556 19.4831 17.3466 18.4922 17.3466 17.2739V12.705H18.577V13.508C18.577 13.8961 18.892 14.2111 19.2802 14.2111H23.2969C23.685 14.2111 24 13.8961 24 13.508V10.4953C24 10.1072 23.685 9.79219 23.2969 9.79219V9.79078ZM4.01672 3.01266H1.40625V1.40625H4.01672V3.01266ZM4.01672 9.0375H1.40625V7.43109H4.01672V9.0375ZM13.3073 6.02484H10.6969V4.41844H13.3073V6.02484ZM4.01672 16.5684H1.40625V14.962H4.01672V16.5684ZM4.01672 22.5933H1.40625V20.9869H4.01672V22.5933ZM13.3073 19.5806H10.6969V17.9742H13.3073V19.5806ZM22.5938 12.8025H19.9833V11.1961H22.5938V12.8025Z" fill="black"/>
                            </G>
                            <Defs>
                                <ClipPath id="clip0_1_1874">
                                    <Rect width="24" height="24" fill="white"/>
                                </ClipPath>
                            </Defs>
                        </Svg>
                        <Text style={{ fontFamily: 'MulishExtraBold', fontSize: 16, marginLeft: 10 }}>АКАДЕМИИ КАЙРАТ</Text>
                    </View>
                    <ScrollView horizontal>
                        <View style={{ marginLeft: 24 }}>
                            <Image style={{ width: 240, height: 240 }} source={require('../../img/history11.png')}/>
                            <Text style={{ fontSize: 20, fontFamily: 'MulishBlack', letterSpacing: 0.6, borderBottomWidth: 3, paddingVertical: 12, paddingHorizontal: 16 }}>Детская Академия{'\n'}им. С. П. Квочкина</Text>
                            <View style={{ alignItems: 'flex-start' }}>
                                <View style={{ flexDirection: 'row', alignItems: 'center', display: 'flex', marginLeft: 10, marginTop: 6 }}>
                                    <EvilIcons name="location" size={24} color="#FECC01" />
                                    <Text style={{ fontFamily: 'MulishRegular', fontSize: 12, letterSpacing: 0.6, width: 160, marginLeft: 6 }}>Казахстан, г. Алматы, ул. Абиша Кекилбаева, 30</Text>
                                </View>
                                <View style={{ flexDirection: 'row', alignItems: 'center', display: 'flex', marginLeft: 10, marginTop: 6  }}>
                                    <Feather name="phone-call" size={14} color="#FECC01" />
                                    <Text style={{ fontFamily: 'MulishRegular', fontSize: 12, letterSpacing: 0.6, width: 200, marginLeft: 6 }}>+7 727 338 46 11</Text>
                                </View>
                                <View style={{ flexDirection: 'row', alignItems: 'center', display: 'flex', marginLeft: 10, marginTop: 6 }}>
                                    <Feather name="mail" size={16} color="#FECC01" />
                                    <Text style={{ fontFamily: 'MulishRegular', fontSize: 12, letterSpacing: 0.6, width: 200 , marginLeft: 6}}>info@fckairat.kz</Text>
                                </View>
                            </View>
                        </View>
                        <View style={{ marginLeft: 24 }}>
                            <View style={{ width: 240, height: 240 }}>
                                <Image style={{ width: '100%', height: '100%' }} source={require('../../img/history12.png')}/>
                                <View style={{ position: 'absolute', zIndex: 1, bottom: 0, right: 0, alignItems: 'center', justifyContent: 'center' }}>
                                    <Svg xmlns="http://www.w3.org/2000/svg" width="180" height="40" viewBox="0 0 189 41" fill="none">
                                        <Path opacity="0.8" d="M25.5705 0.539856H188.747V40.979L0.0300293 40.9792L25.5705 0.539856Z" fill="#FECC01"/>
                                    </Svg>
                                    <Text style={{ position: 'absolute', zIndex: 1, fontFamily: 'MulishBlack', fontSize: 16, letterSpacing: 0.6 }}>ВЕДЕТСЯ НАБОР</Text>
                                </View>
                            </View>
                            <Text style={{ fontSize: 20, fontFamily: 'MulishBlack', letterSpacing: 0.6, borderBottomWidth: 3, paddingVertical: 12, paddingHorizontal: 16 }}>Юношеская Академия{'\n'}им. Т. С. Сегизбаева</Text>
                            <View style={{ alignItems: 'flex-start' }}>
                                <View style={{ flexDirection: 'row', alignItems: 'center', display: 'flex', marginLeft: 10, marginTop: 6 }}>
                                    <EvilIcons name="location" size={24} color="#FECC01" />
                                    <Text style={{ fontFamily: 'MulishRegular', fontSize: 12, letterSpacing: 0.6, width: 160, marginLeft: 6 }}>Казахстан, г. Алматы, ул. Майлина, 230</Text>
                                </View>
                                <View style={{ flexDirection: 'row', alignItems: 'center', display: 'flex', marginLeft: 10, marginTop: 6  }}>
                                    <Feather name="phone-call" size={14} color="#FECC01" />
                                    <Text style={{ fontFamily: 'MulishRegular', fontSize: 12, letterSpacing: 0.6, width: 200, marginLeft: 6 }}>+7 702 150 83 26</Text>
                                </View>
                                <View style={{ flexDirection: 'row', alignItems: 'center', display: 'flex', marginLeft: 10, marginTop: 6 }}>
                                    <Feather name="mail" size={16} color="#FECC01" />
                                    <Text style={{ fontFamily: 'MulishRegular', fontSize: 12, letterSpacing: 0.6, width: 200 , marginLeft: 6}}>k.talasbayev@fckairat.kz</Text>
                                </View>
                            </View>
                        </View>
                        <View style={{ marginLeft: 24, marginRight: 24 }}>
                            <View style={{ width: 240, height: 240 }}>
                                <Image style={{ width: '100%', height: '100%' }} source={require('../../img/history13.png')}/>
                                <View style={{ position: 'absolute', zIndex: 1, bottom: 0, right: 0, alignItems: 'center', justifyContent: 'center' }}>
                                    <Svg xmlns="http://www.w3.org/2000/svg" width="180" height="40" viewBox="0 0 189 41" fill="none">
                                        <Path opacity="0.8" d="M25.5705 0.539856H188.747V40.979L0.0300293 40.9792L25.5705 0.539856Z" fill="#FECC01"/>
                                    </Svg>
                                    <Text style={{ position: 'absolute', zIndex: 1, fontFamily: 'MulishBlack', fontSize: 16, letterSpacing: 0.6 }}>ВЕДЕТСЯ НАБОР</Text>
                                </View>
                            </View>
                            <Text style={{ fontSize: 20, fontFamily: 'MulishBlack', letterSpacing: 0.6, borderBottomWidth: 3, paddingVertical: 12, paddingHorizontal: 16 }}>Академия{'\n'}им. Е. А. Пехлеваниди</Text>
                            <View style={{ alignItems: 'flex-start' }}>
                                <View style={{ flexDirection: 'row', alignItems: 'center', display: 'flex', marginLeft: 10, marginTop: 6 }}>
                                    <EvilIcons name="location" size={24} color="#FECC01" />
                                    <Text style={{ fontFamily: 'MulishRegular', fontSize: 12, letterSpacing: 0.6, width: 160, marginLeft: 6 }}>Казахстан, г. Алматы, ул. Магнитная 13А</Text>
                                </View>
                                <View style={{ flexDirection: 'row', alignItems: 'center', display: 'flex', marginLeft: 10, marginTop: 6  }}>
                                    <Feather name="phone-call" size={14} color="#FECC01" />
                                    <Text style={{ fontFamily: 'MulishRegular', fontSize: 12, letterSpacing: 0.6, width: 200, marginLeft: 6 }}>+7 727 338 46 11</Text>
                                </View>
                                <View style={{ flexDirection: 'row', alignItems: 'center', display: 'flex', marginLeft: 10, marginTop: 6 }}>
                                    <Feather name="mail" size={16} color="#FECC01" />
                                    <Text style={{ fontFamily: 'MulishRegular', fontSize: 12, letterSpacing: 0.6, width: 200 , marginLeft: 6}}>info@fckairat.kz</Text>
                                </View>
                            </View>
                        </View>
                    </ScrollView>
                    <View style={{ flexDirection: 'row', display: 'flex', alignItems: 'center', padding: 24 }}>
                        <Svg xmlns="http://www.w3.org/2000/svg" width="24" height="24" viewBox="0 0 24 24" fill="none">
                            <G clip-path="url(#clip0_1_1948)">
                                <Path d="M23.285 21.0375L23.9638 19.0003C24.035 18.7861 23.9994 18.5503 23.8672 18.367C23.735 18.1838 23.5227 18.075 23.2968 18.075H21.7405V14.2594C21.7405 13.8713 21.4255 13.5563 21.0374 13.5563H20.2855C20.7514 12.0773 20.9872 10.545 20.9872 8.98781V3.71578C20.9872 3.32766 20.6722 3.01266 20.2841 3.01266C19.0105 3.01266 17.9746 1.97672 17.9746 0.703125C17.9746 0.315 17.6596 0 17.2715 0H6.72786C6.33973 0 6.02473 0.315 6.02473 0.703125C6.02473 1.97672 4.98879 3.01266 3.7152 3.01266C3.32707 3.01266 3.01207 3.32766 3.01207 3.71578V8.98781C3.01207 10.545 3.24832 12.0773 3.71379 13.5563H2.96192C2.57379 13.5563 2.25879 13.8713 2.25879 14.2594V18.075H0.703012C0.477074 18.075 0.264731 18.1838 0.132543 18.367C0.000355612 18.5503 -0.0357381 18.7861 0.0359806 19.0003L0.715199 21.0375L0.0359806 23.0747C-0.0352694 23.2889 0.000355612 23.5247 0.132543 23.708C0.264731 23.8912 0.477074 24 0.703012 24H7.48114C7.86926 24 8.18426 23.685 8.18426 23.2969V20.4759C9.94817 22.2384 11.5025 23.7938 11.5025 23.7938C11.6343 23.9259 11.8133 24 11.9999 24C12.1865 24 12.3655 23.9259 12.4972 23.7938C12.4972 23.7938 14.0516 22.2384 15.8155 20.4759V23.2969C15.8155 23.685 16.1305 24 16.5186 24H23.2968C23.5227 24 23.735 23.8912 23.8672 23.708C23.9994 23.5247 24.0355 23.2889 23.9638 23.0747L23.2846 21.0375H23.285ZM4.41879 4.35187C5.90473 4.06594 7.07895 2.89219 7.36442 1.40625H16.6354C16.9213 2.89219 18.095 4.06641 19.581 4.35187V8.98781C19.581 10.5492 19.3199 12.0839 18.8043 13.5563H15.846C17.1472 12.4594 17.975 10.8183 17.975 8.98734C17.975 5.6925 15.2947 3.01219 11.9999 3.01219C8.70504 3.01219 6.02473 5.6925 6.02473 8.98734C6.02473 10.8183 6.85301 12.4594 8.15379 13.5563H5.19551C4.67989 12.0839 4.41879 10.5497 4.41879 8.98781V4.35187ZM14.4622 7.4475L12.7035 6.16922V4.47281C14.1782 4.70156 15.4222 5.63812 16.0757 6.92344L14.4622 7.4475ZM16.5111 8.26031C16.5491 8.49703 16.5693 8.73984 16.5693 8.98734C16.5693 10.2511 16.0536 11.3962 15.2216 12.2241L14.226 10.8539L14.8972 8.78484L16.5111 8.26031ZM13.5125 8.49563L12.9355 10.2745H11.0657L10.4886 8.49563L12.0008 7.39641L13.513 8.49563H13.5125ZM14.0849 13.0523C13.4596 13.3744 12.7508 13.5563 12.0004 13.5563C11.2499 13.5563 10.5411 13.3744 9.91582 13.0523L10.9124 11.6812H13.0879L14.0844 13.0523H14.0849ZM11.2972 6.16922L9.53848 7.4475L7.92504 6.92344C8.57848 5.63812 9.82254 4.70156 11.2972 4.47281V6.16922ZM9.10395 8.78531L9.7752 10.8544L8.77957 12.2245C7.94754 11.3967 7.43192 10.2511 7.43192 8.98781C7.43192 8.74031 7.45207 8.49797 7.49004 8.26078L9.10395 8.78531ZM1.67848 22.5938L2.12332 21.2597C2.17161 21.1153 2.17161 20.9592 2.12332 20.8148L1.67848 19.4808H2.67129L5.78379 22.5933H1.67848V22.5938ZM6.77801 21.5995L4.65973 19.4813H6.77801V21.5995ZM11.9999 22.3027C11.4027 21.7055 10.3354 20.6381 9.17801 19.4817H14.8213C13.6639 20.6381 12.5966 21.7055 11.9994 22.3027H11.9999ZM3.66551 18.0755V14.963H20.3343V18.0755H3.66551ZM17.2218 19.4817H19.34L17.2218 21.6V19.4817ZM21.8764 21.2602L22.3208 22.5942H18.216L21.3285 19.4817H22.3213L21.8769 20.8158C21.8286 20.9602 21.8286 21.1162 21.8769 21.2606L21.8764 21.2602Z" fill="black"/>
                            </G>
                            <Defs>
                                <ClipPath id="clip0_1_1948">
                                    <Rect width="24" height="24" fill="white"/>
                                </ClipPath>
                            </Defs>
                        </Svg>
                        <Text style={{ fontFamily: 'MulishExtraBold', fontSize: 16, marginLeft: 10 }}>ЧЕМПИОНАТ КАЙРАТ-ЛИГА</Text>
                    </View>
                    <Image style={{ width: '100%', height: 390 }} source={require('../../img/kairat-league.png')}/>
                    <Text style={{ fontSize: 16, fontFamily: 'MulishMedium', letterSpacing: 0.6, padding: 24 }}>
                        «Кайрат-Лига» — масштабный детский чемпионат нового формата. В нем участвуют команды филиалов и франшиз клуба пяти разных возрастных групп. То есть лига объединит команды Академии имени С.П. Квочкина, Академии Е. Пехлеваниди, а также и представителей филиалов и франшиз.{'\n'}{'\n'}

                        Данный турнир полезен не только юным футболистам, которые получат возможность посоревноваться с ровесниками из разных районов Алматы, но и для тренерского состава, которые смогут обменяться опытом, улучшить процесс коммуникации.{'\n'}{'\n'}

                        «Кайрат-Лига» охватывает огромное количество детей 2008, 2009, 2010, 2011 годов рождения.{'\n'}{'\n'}

                        Также чемпионат проводится в микс-группе, где собраны игроки 2012-2013. Они только знакомятся с азами футбола. Для них это первый турнир в жизни.{'\n'}{'\n'} 

                        Каждый юный футболист получит огромную соревновательную практику на полях ФК «Кайрат»
                    </Text>
                    <View style={{ width: '100%', padding: 24 }}>
                        <Image style={{ width: '100%', height: 82 }} source={require('../../img/Group1541.png')}/>
                    </View>
                    <View style={{ width: '100%', alignItems: 'center', marginTop: 12 }}>
                        <TouchableOpacity style={{ justifyContent: 'center', alignItems: 'center' }}>
                            <Svg style={{ position: 'absolute', zIndex: -1 }} xmlns="http://www.w3.org/2000/svg" width="243" height="40" viewBox="0 0 243 40" fill="none">
                                <Path d="M18.3521 0H243L226.051 39.9998L0 40L18.3521 0Z" fill="#FECC01"/>
                            </Svg>
                            <Text style={{ fontFamily: 'MulishBold', fontSize: 12 }}>Кайрат-Лига 2023</Text>
                        </TouchableOpacity>
                    </View>
                </View>
            </ScrollView>
            { isShowApplication && <Application onSuccess={() => setSuccessApplication(true)} onClose={() => setIsShowApplication(false)}/> }
            { isSuccessApplication && <SuccessApplication onClose={() => setSuccessApplication(false)}/> }
        </View>
    )
};

export default AcademyScreen;