{
    "title-fk-kairat": "ФУТБОЛЬНЫЙ КЛУБ КАЙРАТ",
    "title-news-kairat": "ФК «КАЙРАТ» / НОВОСТИ",
    "main-tab": "Главная",
    "your-cabinet": "ВАШ КАБИНЕТ",
    "news-tab": "Новости",
    "club": "Клуб",
    "kairat": "«Кайрат»",
    "kairat-jastar": "«Кайрат-Жастар»",
    "kairat-u18": "«Кайрат» U-18",
    "kairat-u17": "«Кайрат» U-17",
    "academy": "Академия",
    "women-football": "Женский футбол",
    "matches-tab": "Матчи",
    "matches-schedule": "Расписание",
    "mission": "Миссия",
    "club-history": "История клуба",
    "achivments": "Достижения",
    "home-stadion": "Домашний стадион",
    "infrastructure": "Инфраструктура",
    "partners": "Партнёры",
    "become-partner": "Стать партнёром",
    "press-center": "Пресс-центр",
    "social-responsibility": "Социальная ответственность",
    "teams": "Команды",
    "academy-one": "Детская Академиия им. С.П. Квочкина",
    "academy-two": "Юношеская Академиия им. Т.С. Сегизбаева",
    "academy-three": "Академиия им. Е.А. Пехлеваниди",
    "selection": "Отбор",
    "academy-players": "Игроки академии",
    "coach": "Тренера академии",
    "admins": "Администрация академии",
    "filials": "Филиалы академии",
    "league": "Лига Кайрат",
    "contacts": "Контакты",
    "shop": "Магазин",
    "buy-tickets": "Купить билеты",
    "clothes": "Одежда",
    "boots": "Обувь",
    "childrens": "Детям",
    "atribute": "Атрибутика",
    "bags": "Сумки",
    "balls": "Мячи",
    "view-all-matches": "Посмотреть все матчи",
    "champions": "Чемпионат",
    "view-all-champions": "Все турнирные таблицы",
    "games": "Игры",
    "goals": "Голы",
    "points": "Очки",
    "news-title": "Новости",
    "all": "Все",
    "ours-in-team": "Наши в сборной",
    "our-partners": "НАШИ ПАРТНЁРЫ",
    "tickets": "Билеты",
    "cabinet": "Кабинет",
    "matches-and-results": "матчи и результаты",
    "next-matches": "Предстоящие",
    "old-matches": "Прошедшие",
    "shop-title": "ФК «КАЙРАТ» / МАГАЗИН",
    "main-title": "ФУТБОЛЬНЫЙ КЛУБ «КАЙРАТ»",
    "shop-cat": {
        "cat-1": "Футболки/Шорты",
        "cat-2": "Шорты",
        "cat-3": "Аксессуары",
        "cat-4": "Костюмы",
        "cat-5": "Мячи",
        "cat-6": "Куртки/Жилетки",
        "cat-7": "Толстовки/Кофты/Свитера",
        "cat-8": "Атрибутика",
        "cat-9": "Носки/гетры",
        "my-orders": "Мои покупки"
    },
    "httpError": "Возникла ошибка 404. Мы работаем над исправлением",
    "club-tabs": {
        "mission": "Миссия",
        "club-history": "История клуба",
        "achievements": "Достижения",
        "home-stadion": "Домашний стадион",
        "infrastructure": "Инфраструктура",
        "partners": "Партнёры",
        "press-center": "Пресс-центр",
        "become-partner": "Стать партнёром",
        "social": "Социальная ответственность",
        "about-city": "О городе",
        "ceo": "Руководство"
    },
    "contacts-screen": {
        "title": "Контакты",
        "admins": "Администрация клуба:",
        "for-questions": "По вопросам набора детей в Академию",
        "official-shop": "Официальный магазин ФК «Кайрат»:",
        "tickets-questions": "По вопросам покупки онлайн билетов:",
        "phone": "Телефон",
        "address": "Адрес"
    },
    "club-screens": {
        "mission": {
            "title": "Миссия",
            "description": "Быть лучшим футбольным клубом, несущим историю казахстанского футбола, создающим комплексные условия для прогресса футбола в Алматы, и имеющим эмоциональную и культурную ценность для болельщиков и общества."
        },
        "sport": {
            "title": "Спорт",
            "description": "Возродить зрелищность, дух победителей среди футболистов и болельщиков, утраченные позиции."
        },
        "social": {
            "title": "Общество",
            "description": "Возродить любовь и причастность к клубу со стороны болельщиков и жителей города."
        },
        "bussines": {
            "title": "Бизнес",
            "description": "Изменить подходы и внедрить мировые практики ведения футбольного бизнеса, улучшить финансовое состояние клуба."
        },
        "principles": {
            "title": "Принципы",
            "description": "Вести Казахстан к новым победам и приносить радость всем, кто связан с футболом."
        },
        "values": {
            "title": "Ценности",
            "description": "Принципы честной борьбы, Высокие стандарты качества, Положительное футбольное окружение, Лучшие футбольные и педагогические практики, Стремление к инновациям."
        },
        "point-of-view": {
            "title": "Видение",
            "description": "Доверие / Честность / Уважение Открытость / Ответственность /Доступность / Сотрудничество и взаимодействие"
        },
        "history": {
            "title": "История",
            "description-one": "ФК «Кайрат» основан в 1954 году на базе алматинского «Динамо».",
            "description-two": "Согласно постановлениям президиума ВЦСПС СССР (от 27.04.56, В. Гришин) и Совета Министров КазССР (от 01.06.56, Д. Кунаев), в результате объединения ДСО «Урожай» с «Колхозшы», 18 июня 1956г. было образовано новое Добровольное Сельское Спортивное Общество (ДССО) КазССР. Имя ему дали - «Кайрат». С июля футбольная команда Класса «Б» - «Урожай» (Алма-Ата) переименована в «Кайрат»."
        },
        "first": "Первый состав команды",
        "facts": {
            "title": "Любопытные факты:",
            "one": "• Постановление президиума Всесоюзного Центрального Совета Профессиональных Союзов (ВЦСПС) Протокол №6 п.15 от 27 апреля 1956 г. - об объединении добровольного спортивного общества «Урожай» с республиканскими спортивными обществами колхозников.",
            "two": "• Постановление Совета министров КазССР от 01 июня 1956г. за №299 об объединении СО «Урожай» со СО «Колхозшы» в единое сельское спортивное общество. Председатель СовМина КазССР – Д.Кунаев. 18 июня 1956г. Из протокола №1 объединенного пленума Республиканских Советов ДСО «Урожай» и «Колхозшы» КазССР …поступило предложение назвать ДССО КазССР – «Кайрат».",
            "three": "• Весь июнь 56-го команда провела на выезде, поочередно сыграв в Воронеже (2-го), Сталинграде (6-го), Тбилиси (11-го), Ереване (15-го), Краснодаре (22-го) и Ростове (26-го).",
            "four": "• Впервые же под именем «Кайрат», команда вышла в родных стенах, ровно через месяц после пленума – 18 июля на матч со сталинабадским «Колхозчи» (3:0).",
            "five": "• С 1954 по 1991 годы выступал в чемпионате СССР, из них 24 сезона в Высшей лиге. В 1986 году занял рекордное для себя место в чемпионате СССР — седьмое."
        },
        "kairat-concrete": {
            "title": "«Кайратовский бетон»",
            "one": "«Кайратовский бетон» — так называлась в советской прессе и в среде болельщиков оборона «Кайрата». В сезоне 1960 г. специалисты футбола много полемизировали по поводу тактической схемы игры «Кайрата».",
            "two": "Алматинцы, ведомые принявшим команду накануне первенства Н. Я. Глебовым, использовали построение 1+4+2+4 — так называемую бразильскую систему, в то время как большинство других клубов по-прежнему играло по апробированной системе «дубль-ве». ",
            "three": "Случалось, что «Кайрат» прибегал и к системе 1+3+3+4. Но в любом случае футбольные специалисты замечали что у алматинцев прослеживается оборонительная тенденция, так как команда использовала на одного форварда меньше чем другие.",
            "four": "В это самое время в советской прессе, а также в среде болельщиков и появился термин «Кайратовский бетон». Журнал «Смена» в 1979 г. после игры ленинградского «Зенита» и алматинского «Кайрата» озаглавила статью, посвящённую этому матчу словами: «И «бетон» дал трещину",
            "second": "Полузащитник команды Фамилия Имя (год)"
        },
        "asia": {
            "title": "Среднеазиатское дерби",
            "one": "Соперничество «Кайрата» и ташкентского «Пахтакора» в чемпионатах СССР.",
            "two": "Центральноазиатское дерби было основным спортивным событием года, его в обязательном порядке посещало высшее руководство республик. Оно было частью более общего противостояния на всех уровнях, возникшего в середине XX века, между Казахстаном и Узбекистаном.",
            "first": "Дерби Центральной Азии",
            "three": "Достаточно вспомнить хотя бы таких известных в советское время деятелей, как первый секретарь ЦК компартии Казахстана Динмухаммед Кунаев и первый секретарь ЦК компартии Узбекистана Шараф Рашидов. Тогда соперничество выражалось, в стремлении выставить именно свою республику в качестве самой передовой и успешной. Одним из самых эффективных способов достижения этой цели были взаимные интриги и любимая игра двух первых руководителей союзных республик.",
            "four": "Считалось, что эти две советские республики доминируют в азиатской части Советского Союза, и отношения между ними являются важнейшим элементом политики Москвы в центральноазиатском регионе. Отсюда следовала четкая иерархия представительства двух республик в партийной номенклатуре СССР, — лидер Казахстана, как правило, был членом Политбюро ЦК КПСС, а лидер Узбекистана — кандидатом в члены Политбюро."
        },
        "bio": {
            "first-name": "Сергей Страшненко бывший футболист «Пахтакора»:",
            "first-title": "- Зарплаты были на уровне других команд высшей лиги — 250 рублей ставка, плюс за звание мастера спорта мне давали еще 10 рублей. Правда, давали и солидные премиальные. Одна игра у нас считалась межпланетной. Было у «Пахтакора» соперничество с алматинским «Кайратом», сродни дерби киевского «Динам!» и «Спартака». И вот после одной из побед над «Кайратом» нам прямо в раздевалку принесли в конвертах двойную зарплату — 500 рублей.",
            "second-name": "Известный футболист и тренер «Кайрата» Тимур Санжарович Сегизбаев:",
            "second-title": "«Кайрат» – «Пахтакор»! «Пахтакор» – «Кайрат»! Как это громко и призывно звучало для болельщиков 60-х, 70-х и 80-х годов прошлого столетия. Полные арены в Алма-Ате и Ташкенте, вереницы машин с «чужими» номерами и настоящие битвы мастеров. Настраивать на такие матчи нас не надо было. Такие игры тогда именовались «международными», – вспоминал Тимур Санжарович."
        },
        "achievements": {
            "title": "Достижения",
            "one": "Чемпион Казахстана",
            "two": "Чемпион Первой лиги Казахстана",
            "three": "Серебряный призер Чемпионата Казахстана",
            "four": "Серебряный призер Первой лиги Казахстана",
            "five": "Бронзовый призёр Чемпионата Казахстана",
            "six": "Обладатель Кубка Федерации футбола СССР",
            "seven": "Обладатель Кубка Казахстана / 10 – рекорд",
            "eigth": "Победитель Первой лиги СССР",
            "nine": "Победитель Первой лиги СССР",
            "ten": "Серебряный призер Первой лиги СССР",
            "eleven": "Обладатель Суперкубка Казахстана",
            "twenten": "Бронзовый призер Первой лиги СССР",
            "theerten": "Обладатель Кубка Международного спортивного союза железнодорожников"
        }
    },
    "press-center-modal": {
        "title": "Обращение",
        "fullname-title": "ФИО",
        "fullname-error": "Необходимо заполнить «ФИО».",
        "phone-title": "Телефон для связи",
        "phone-error": "Необходимо заполнить «Телефон для связи».",
        "comment-title": "Обращение",
        "comment-error": "Необходимо заполнить «Обращение».",
        "send-button": "Отправить"
    },
    "home-stadion-description": "С первого дня и по сей день Центральный стадион является домашней ареной алматинского «Кайрата». 1960 год стал историческим для казахстанского футбола. Наша республика получила место в классе А (так сначала называлась высшая лига), которое занял сильнейший на тот момент клуб Казахской ССР – «Кайрат» из Алма-Аты. Наш болельщик впервые получил возможность воочию наблюдать за игрой лучших клубов СССР.\n\n Все игры проходили на центральном стадионе южной столицы.",
    "centered-stadion": {
        "title": "ЦЕНТРАЛЬНЫЙ СТАДИОН Г. АЛМАТЫ",
        "description": "• Центральный стадион г. Алматы построен в 1958 году, расположен по адресу: г. Алматы, пр. Абая, 48.\n\n • Стадион представляет собой сооружение, овальное в плане, разделенное вставками проходами на 4 трибуны: северную, западную, южную и восточную.\n\n• Общая вместимость трибун составляет 23 804 мест. Сиденья обеспечивают удобство и формируют фигуру зрителя. Минимальная высота спинки – 38 см\n\n• Для прохода зрителей и занимающихся – 4 входа с улиц пр. Абая, Сатпаева, Космонавтов. Для проезда автотранспорта существует два въезда – со стороны ул. Сатпаева и пр. Абая.\n\n• Центральный стадион оборудован осветительными установками (прожекторами) с целью возможности проведения мероприятий в вечернее время. Уровень освещенности составляет 1400 люкс.\n\n• Поверхность игрового футбольного поля: естественное травяное покрытие, ровное и гладкое, в хорошем состоянии.\n\n• Игры на поле можно проводить в течение всего игрового сезона.\n\n• Размеры поля – 105 м х 68 м\n\n"
    },
    "club-infrastructure": {
        "title": "ИНФРАСТРУКТУРА КЛУБА",
        "admins": {
            "title": "Администрация клуба",
            "address": "Казахстан, г. Алматы, 050054, ул.\n Майлина, 230\n+7 727 339 03 49\n+7 727 338 46 11\ninfo@fckairat.kz"
        },
        "trains-base": {
            "title": "Тренировачная база ФК “КАЙРАТ”",
            "address": "Казахстан, г. Алматы, 050054,\n ул. Майлина, 230\n+7 727 339 03 49\n+7 727 338 46 11\ninfo@fckairat.kz\n"
        },
        "children-academy": {
            "title": "Детская Академия им. С. П. Квочкина",
            "address": "Казахстан, г. Алматы,\nул. Абиша Кекилбаева , 30\n+7 727 338 46 11\ninfo@fckairat.kz\n"
        },
        "youthful-academy": {
            "title": "Юношеская Академия им. Т. С. Сегизбаева",
            "address": "Казахстан, г. Алматы,\nул. Майлина, 230\n+7 702 150 83 26\nk.talasbayev@fckairat.kz\n"
        },
        "pahlavanidi-academy": {
            "title": "Академия им. Е. А. Пехлеваниди",
            "address": "Казахстан, г. Алматы,\nул. Магнитная 13А\n+7 727 338 46 11\ninfo@fckairat.kz\n"
        },
        "official-shop": {
            "title": "Официальный магазин ФК «Кайрат»",
            "address": "Казахстан, г. Алматы,\nпроспект Абая, 48/4\n+7 727 222 11 72\nshop@fckairat.kz\n"
        },
        "sport-bar": {
            "title": "Спортивный бар ФК «Кайрат»",
            "address": "Казахстан, г. Алматы,\nпроспект Абая, 48\n+7 747 657 34 53\nsbk@fckairat.kz\n"
        }
    },
    "club-management": {
        "title": "Руководство клуба",
        "one": {
            "name": "Боранбаев Кайрат\nСоветаевич",
            "role": "Председатель наблюдательного совета"
        },
        "two": {
            "name": "Есимов Аскар\nАсилбекович",
            "role": "Генеральный директор"
        },
        "three": {
            "name": "Лежнев Константин\nАлександрович",
            "role": "Спортивный директор"
        },
        "four": {
            "name": "Красиков Евгений\nАндреевич",
            "role": "Технический директор"
        }
    },
    "cooperation": {
        "title": "ПРЕДЛОЖЕНИЕ О СОТРУДНИЧЕСТВЕ",
        "description": "«Кайрат» стремится к максимальной прозрачности освещения событий, происходящих в клубе, и уделяет работе со средствами массовой информации особое внимание.\nНа домашних матчах футбольного клуба «Кайрат» работают десятки журналистов, фотографов и телевизионных операторов. Для удобства журналистов на домашней арене клуба в дни матчей работает пресс-центр, оборудованный беспроводным доступом в интернет.\n«Кайрат» регулярно проводит пресс-конференции и встречи со средствами массовой информации. Аккредитация на матчи «Кайрата» подразумевает свободное посещение пресс-конференций и домашних матчей клуба на Центральном стадионе города Алматы.\nАнонсы всех клубных мероприятий, открытых для посещения журналистами, публикуются на официальном сайте клубе – www.fckairat.com.\n"
    },
    "more-button": "Подробнее",
    "press-center-title": "ПРЕСС-ЦЕНТР",
    "reglament": "Регламент работы футбольного клуба «Кайрат» со СМИ",
    "accreditation": "Аккредитация подразумевает свободное посещение домашних матчей ФК «Кайрат» и послематчевых пресс-конференций на Центральном стадионе города Алматы.\nНа домашних матчах футбольного клуба «Кайрат» работают десятки журналистов, фотографов и телевизионных операторов. Для удобства журналистов на Центральном стадионе  в дни матчей функционирует беспроводной доступ в интернет.\n«Кайрат» регулярно перед стартом сезона проводит пресс-конференции и встречи со средствами массовой информации. Анонсы всех клубных мероприятий, открытых для посе журналистами, публикуются на официальном сайте и в социальных сетях клуба.\n",
    "press-center-info": {
        "title": "Преесс-служба ФК Кайрат",
        "address": "Арман Джаксыгулов\nмедиа-офицер\npress@fckairat.kz\n",
        "send": "Отправить запрос"
    },
    "media-accreditation": {
        "title": "Аккредитационное СМИ:",
        "info": "Аккредитация представителей СМИ стартует примерно за две недели до первого домашнего матча сезона. Информация о старте приёма заявок на аккредитацию публикуется на официальном сайте клуба и в социальных сетях. Приём заявок останавливается в конце марта. Все дальнейшие заявки не подлежат рассмотрению.\nПропуски для представителей СМИ делятся на три типа:\nPRESS A пишущие журналисты, располагающиеся на пресс-ложе\nPRESS B фотокорреспонденты/видеокорреспонденты с доступом на поле\nBROADCAST телевещатель (комментаторы, операторы, режиссёры и др.)\nЗаявка на аккредитацию должна быть оформлена на фирменном бланке с печатью издания, подписью руководителя и включать следующие сведения:– Название СМИ/информационного агентства– ФИО аккредитуемых журналистов/фотокорреспондентов/телеоператоров– Контактный номер каждого из аккредитуемых представителей– Тип аккредитации каждого из аккредитуемых представителей– Почтовый адрес СМИ/информационного агентства\nК заявке на аккредитацию должны прилагаться следующие файлы:– Цветная фотография (3x4) аккредитуемого представителя СМИ в формате JPG или PNG– Копия служебного удостоверения/справка с местаработы аккредитуемого представителя СМИ\nАккредитованным журналистам выдается именной пропуск на сезон, подтверждающий допуск на домашние матчи ФК «Кайрат» в рамках Чемпионата и Кубка Казахстана.пропуск предоставляет право входа наЦентральный стадион (с 11-го подъезда), а также нахождения в пресс-ложе, микст-зоне и конференц-зале во время и после окфутбольного матча.\nПресс-служба ФК «Кайрат» оставляет за собой право отзыва аккредитации:",
        "cancel": "– В случае нарушения журналистом правил подачи заявки на аккредитацию\n– При увольнении журналиста из редакции\n– При прекращении деятельности СМИ\n– В случае распространения не соответствующих действительности сведений, причинивших организации репутационной или иной вред\n– В случае прекращения освещения спортивной жизни ФК «Кайрат»\n– При нарушении правил поведения на Центральном стадионе во время проведения матча"
    },
    "media-rules": {
        "title": "Правила поведения СМИ:",
        "info": "•  Фотокорреспонденты после успешной аккредитации получают манишку (жилетку) с индивидуальным номером и отвечают за её сохранность до конца сезона\n\n•  Проход представителей СМИ на территорию стадиона осуществляется со стороны проспекта Абая, правее турникетов, возле Kairat Sportpub\n\n•  Проход представителей СМИ на трибуны стадиона осуществляется через 11-й подъезд, со стороны западной трибуны\n\n•  В день игры на территории стадиона все аккредитованные представители СМИ должны носить видимые пропуски\n\n•  Во время матча журналисты должны находиться на пресс-ложе\n\n•  Во время матча фотокорреспонденты должны находиться на поле в собственных манишках, строго за рекламными LED-бортами, находящимися за воротами\n\n•  Во время матча представители СМИ должны вести себя профессионально, не мешая проведению мероприятия и другим участникам\n\n•  Все интервью с игроками, тренерами и другими представителями ФК «Кайрат» должны проводиться с устного согласия пресс-службы клуба"
    },
    "social-responsibility-info": {
        "title": "СОЦИАЛЬНАЯ ОТВЕТСТВЕННОСТЬ",
        "description": "Футбольный клуб «Кайрат», давно перестал быть просто футбольной командой, став одним из символов города Алматы.",
        "info": "«Кайрат» по-настоящему народная команда, объединяющая людей с разными характерами, привычками, предпочтениями, которые искренне болеют душой за родной клуб.\nИ даже, в самые непростые времена мы должны поддерживать и помогать тем, кто нуждается в этом.\nИгроки и сотрудники ФК «Кайрат» всегда с большим энтузиазмом принимают участие в благотворительных акциях и оказывают содействие и поддержку реабилитационным и детским домам."
    },
    "meirimi": {
        "title": "• МЕЙIРIМ",
        "description": "Реабилитационный центр «Мейірім» для детей и подростков с особенностями физического и ментального развития находится в городе Алматы. В «Мейірім» созданы все необходимые условия для всестороннего развития, социализации, обучения детей и подростков в возрасте от 3 до 15 лет. Центр оказывает коррекционно-развивающую помощь детям и подросткам с диагнозами: детский церебральный паралич, различные нарушения опорно-двигательного аппарата и интеллектуального развития, синдром Дауна, задержка психо-речевого развития. С момента открытия услугами Центра воспользовались более 1000 детей с особенностями развития.\nОсновная команда ФК «Кайрат», а также воспитанники Академии регулярно посещают мероприятия реабилитационного центра «Мейірім» и весело проводят времядетьми: танцуют, поют, дарят подарки."
    },
    "blind-football": {
        "title": "• BLIND FOOTBALL",
        "description": "Blind Football – адаптированная для слепых или слабовидящих игроков версия мини-футбола. Этот паралимпийский вид спорта уже более 30 лет развивается в странах Азии, Европы, Северной и Южной Америки. Футбол для незрячих имеет определенные правила. Перед матчем всем игрокам, кроме вратаря, заклеивают глаза и сверху надевают специальные маски, сквозь которые не просвечивает свет и нельзя различить силуэты. Вместо обычных мячей в игре применяются звенящие аналоги, чтобы футболисты могли ориентироваться по звуку.\nВ 2018 году была создана команда Kairat Blind Football, первая в своём роде в Казахстане. С ноября 2022 года команда Kairat Blind Football функционнациональная сборная Казахстана. Тренировки команды проходят в юношеской футбольной Академии им. Пехлеваниди. С плоховидящими ребятами занимаетАнатолий Антипин, прошедший обучение в Международной федерации по спорту слепых (IBSA), чьё значение в мире параспорта сопоставимо с FIFAПеред командой стоит цель – попадание на Паралимпиаду-2028."
    },
    "almaty": {
        "title": "АЛМАТЫ — ДОМАШНИЙ ГОРОД",
        "info": "Алматы — южная столица Казахстана, город с полуторамиллионным населением, административный, экономический, культурный и спортивный центр республики. Окруженный полукольцом заснеженных гор Заилийского Алатау, он пленяет своей неповторимостью. Альпийские луга, тянь-шаньские ели, сады служат ему своеобразным обрамлением.\n\nС высокого холма Кок Тобе обозревается весь город — панорама строго расчерченных, одетых в зелень кварталов, взметнувшиеся в яркую синеву неба красивые высотные здания. Удачно впив горный пейзаж, подчиненные единому оригинальному решению, они составляют прекрасный архитектурный ансамбль города, в котором широко используются элементы национальной кульдостижения современной строительной техники.\n\nВо все времена года привлекает к себе высокогорный каток «Медео». Знаменитый лед, лед мировых рекордов, сверкает под ярким горным солнцем. Благодаря своим исключительным приданным и уникальному инженерному и архитектурному решению, этот спортивный комплекс получил всемирную известность, стал гордостью алматинцев.\n\nСпортивной визитной карточкой Алматы является народная футбольная команда «Кайрат», защищающая честь не только города в Чемпионате Республики Казахстан,но и страны, выступая в Лиги Чемпионов, Лиги Европы и Лиги Конференций УЕФА.\n\nЮжная столица Казахстана щедра и гостеприимна. Теплом и солнцем встречает она гостей и хорошеет с каждым годом.\n\nАлматы — город-сад.\n\nПоловину ее площади занимают зеленые насаждения - пирамидальный и серебристый тополь, вяз, дуб, береза, липа, белая акация, сосна и ель.\n\nВесной, когда все расцветает, Алматы особенно хороша. Белая пена садов покрывает окрестные горы и спускается в самую гущу городских кварталов, красным ковром расстилаются тюльпаны\nЛетом вечерняя прохлада и ветерок с гор зовут на прогулку по бульварам и проспектам, на площади с яркими цветниками, где причудливыми брызгами рассыпаются струи многочисленных фо\n\nОсень завораживает золотой листвой, пронизанной солнцем, ароматом знаменитых алматинских яблок - апорта. А как прекрасна в городе зима, недолгая, но морозная и снежная. На лыжи и встают тогда все горожане."
    }
}